brew "git"
brew "neovim"
brew "fd"
brew "stow"
brew "tree"
brew "tmux"
brew "starship"
brew "eza"
brew "bat"
brew "zoxide"
brew "fzf"
brew "ripgrep"
brew "tree-sitter"

cask "ghostty"
cask "font-jetbrains-mono-nerd-font"
